/* The following strings are used, to display the time in a "fuzzy" style.                            */
/* If you want to have other strings, change the second entry in a line. Don't change the first!      */
/* The entry %@ represents the position where the hour is placed.                                     */
/* After every string you have to set a reference whether the referenced hour is the current or the   */
/* next.                                                                                              */

"shortly after %@" 		= "püch dô %@";
"shortly after ref" 	= "current";

"five past %@" 			= "cinch menüc passé %@";
"five past ref" 		= "current";

"ten past %@" 			= "dis menüc passé %@";
"ten past ref" 			= "current";

"quarter past %@" 		= "n chert passé %@";
"quarter past ref" 		= "current";

"twenty past %@" 		= "vint menüc passé %@";
"twenty past ref" 		= "current";

"twentyfive past %@" 	= "vintcinch menüc passé %@";
"twentyfive past ref" 	= "current";

"half past %@" 			= "meza a%@";
"half past ref" 		= "next";

"twentyfive to %@" 		= "vintcinch menüc a%@";
"twentyfive to ref" 	= "next";

"twenty to %@" 			= "vint menüc a%@";
"twenty to ref" 		= "next";

"quarter to %@" 		= "n chert a%@";
"quarter to ref" 		= "next";

"ten to %@" 			= "dis menüc a%@";
"ten to ref" 			= "next";

"five to %@" 			= "cinch menüc a%@";
"five to ref" 			= "next";

"nearly %@" 			= "püch dan %@";
"nearly ref" 			= "next";


/* hour names */

"twelve" = "les dodesc";
"one" = "la öna";
"two" = "les does";
"three" = "les trëi";
"four" = "les cater";
"five" = "les cinch";
"six" = "les sis";
"seven" = "les set";
"eight" = "les ot";
"nine" = "les nü";
"ten" = "les dis";
"eleven" = "les önesc";

/* special strings */

"%@ o'clock" = "les %@";
"midnight" = "mezanöt";

/* Workarounds */

"one o'clock" = "la öna";

/* Menu items		*/

"About FuzzyClock" = "Sön FuzzyClock...";
"FuzzyClock Help" = "Aiüt sön FuzzyClock";
"Preferences ..." = "Preferënzes...";
"Quit" = "Quit";


/* Others		*/

"language" = "Lingaz";
"change only FuzzyTime" = "Mudé ma FuzzyTime";

"Save" = "Memorisé";

"Fuzzy Preferences" = "Preferënzes Fuzzy";

"Color & Font" = "Corù & Font";
"Text color" = "Corù dl test";
"draw font with shadow" = "Dessëgna l font cun ambria";
"(takes effect when you restart FuzzyClock)" = "(Scomëncia a fà faziun can che te pëies ia indô FuzzyClock)";
"font name" = "Inom dl font";

"Language Settings" = "Language Settings";
"Specials" = "Specials";
"Special time settings" = "Special time settings";
"Starttime" = "Starttime";
"Endtime" = "Endtime";
"String" = "String";
"time format: hh:mm" = "time format: hh:mm";
"Remove" = "Remove";
"Add" = "Add";

"show day in menu bar" = "show day in menu bar";

/* Weekday abbreviations */

"Sunday" = "Sun";
"Monday" = "Mon";
"Tuesday" = "Tue";
"Wednesday" = "Wed";
"Thursday" = "Thu";
"Friday" = "Fri";
"Saturday" = "Sat";